---
kind: enumMember
id: F:Autodesk.Revit.DB.ACAObjectPreference.Object
enum: Autodesk.Revit.DB.ACAObjectPreference
source: html/5847912a-f0b8-1c78-e84f-6426cb07277b.htm
---
# Autodesk.Revit.DB.ACAObjectPreference.Object